Repository: MTACS/centauri
Catalog: centauriprefs/Resources/*.lproj/Root.strings
Languages: el

source: Enable Tweak
el: Ενεργοποίηση Tweak

source: Low Power Mode
el: Λειτουργία χαμηλής ισχύος

# LOW_POWER_TAP
source: Enable Low Power Tap
el: Λειτουργία χαμηλής ισχύος του Power Tap

# HAPTIC_FEEDBACK
source: Enable Haptic Feedback
el: Ενεργοποίηση σχολίων αφής

# EMPTY_RINGS
source: Hide Empty Rings
el: Απόκρυψη ανενεργών χώρων

source: Hide Background
el: Απόκρυψη φόντου

source: Apply Changes
el: Εφαρμογή αλλαγών

# VIEW_SOURCE
source: View Source Code
el: Προβολή πηγής

# FOLLOW_TWITTER
source: Follow on Twitter
el: Ακολουθήστε στο Twitter

source: Translations
el: Μεταφράσεις
